export const message = {
    0: '请求成功', 1: '注册成功', 2: '参数错误，请重新输入', 3: '登陆成功', 4: '修改成功', 5: '添加成功', 
    6: '删除成功', 7: '操作成功', 8: '数据不存在', 9: '发送成功', 10: '发送失败，请稍后重试', 11: '验证成功', 
    12: '验证码错误，请重试', 13: '请输入手机号和邮箱中的至少一种', 14: '用户名已被占用', 15: '用户名未被占用', 
    16: '参数不全', 17: '支付成功', 18: '未登录', 19: '用户名或密码错误，请重新输入', 20: '请输入手机号或邮箱', 
    21: '密码格式错误', 22: '验证码已失效，请重新发送', 23: '用户不存在，请先注册', 24: '两次密码不一致，请重新输入', 
    25: '短信验证码失效，请重新发送', 26: '短信验证码错误，请重新输入', 27: '邮件验证码失效，请重新发送', 
    28: '邮件验证码错误，请重新输入', 29: '请至少绑定手机或者邮箱其中一种', 30: '解绑成功', 31: '请先通过安全验证', 
    32: '绑定成功', 33: '已绑定过账号，请先解除绑定', 34: '数据已存在', 35: '提交数据出现错误，请重试', 
    36: '该资产尚有余额，请先清空余额', 37: '提币通证不存在', 38: '提币数量小于最小限额', 39: '提币余额不足', 
    40: '手续费不足', 41:'验证码发送频繁',42: '下单失败，请稍后重试', 43: '请先设置支付密码', 
    44: '支付密码错误，请更正后重试', 45: '发布成功', 46: '所选通证不存在', 47: '不支持的发布类型', 48: '余额不足'
}
